// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "Printer Usage";

WebBrowserWindowTitle = "Printer Usage";

TaskTitleField = "Printer Usage";
TaskDescriptionField = "To look up ink and paper usage information since the first day, click the 'Look Up' button.";
TaskStartButtonTitle = "Look Up";